tap 'caskroom/cask'

brew 'git'
brew 'node'
brew 'npm'
brew 'wifi-password'
brew 'youtube-dl'

cask 'google-chrome'
cask 'firefox'
cask 'dropbox'
cask 'slack'
cask 'skype'
cask 'atom'
cask 'sublime-text'
cask 'postman'
cask 'keepingyouawake'
cask 'the-unarchiver'
cask 'appcleaner'
cask 'spectacle'
cask 'quicksilver'
cask 'flux'

cask 'qlcolorcode'
cask 'qlstephen'
cask 'qlmarkdown'
cask 'quicklook-json'
cask 'qlprettypatch'
cask 'quicklook-csv'
cask 'betterzipql'
cask 'webpquicklook'

cask 'vlc'
cask 'spotify'
cask 'transmission'
cask 'league-of-legends'
cask 'jadengeller-helium'