	# CLI Utilities
tap 'homebrew/bundle'
brew 'wget'

brew 'git'
brew 'tig'
brew 'n'
brew 'node'
brew 'npm'
brew 'yarn'
brew 'wifi-password'
brew 'youtube-dl'

# Apps
cask 'google-chrome'
cask 'firefox'
cask 'dropbox'
cask 'slack'
cask 'sketch'
cask 'zeplin'
cask 'figma'
cask 'expo-xde'
cask 'iterm2'
cask 'visual-studio-code'
cask 'sublime-text'
cask 'postman'
cask 'spectacle'
cask 'arduino'

cask 'microsoft-office'
cask 'adobe-creative-cloud'
cask 'the-unarchiver'
cask 'appcleaner'
cask 'keepingyouawake'
cask 'little-snitch'
cask 'micro-snitch'

cask 'vlc'
cask 'spotify'
cask 'discord'
cask 'spotmenu'

# System Plugins
cask 'qlcolorcode'
cask 'qlstephen'
cask 'qlmarkdown'
cask 'quicklook-json'
cask 'qlprettypatch'
cask 'quicklook-csv'
cask 'betterzipql'
cask 'webpquicklook'
